import React from 'react';
import styles from './FAQ.module.css'
import FAQItem from "./FAQItem/FAQItem";

const Faq = () => {
    return (
        <div className={styles.root}>
            <FAQItem question={"Какой на вкус мед?"} answer={"Мед сладкий на вку спвапшо рашп авп оавл опва пошв тпо тваолп тваол тпавол тавло павло тпаолв тпвало талвтп авот "}/>
            <FAQItem question={"Какой на вкус мед?"} answer={"Мед сладкий на вку спвапшо рашп авп оавл опва пошв тпо тваолп тваол тпавол тавло павло тпаолв тпвало талвтп авот Мед сладкий на вку спвапшо рашп авп оавл опва пошв тпо тваолп тваол тпавол тавло павло тпаолв тпвало талвтп авот Мед сладкий на вку спвапшо рашп авп оавл опва пошв тпо тваолп тваол тпавол тавло павло тпаолв тпвало талвтп авотМед сладкий на вку спвапшо рашп авп оавл опва пошв тпо тваолп тваол тпавол тавло павло тпаолв тпвало талвтп авотМед сладкий на вку спвапшо рашп авп оавл опва пошв тпо тваолп тваол тпавол тавло павло тпаолв тпвало талвтп авотМед сладкий на вку спвапшо рашп авп оавл опва пошв тпо тваолп тваол тпавол тавло павло тпаолв тпвало талвтп авот"}/>
            <FAQItem question={"Какой на вкус мед?"} answer={"Мед сладкий на вку спвапшо рашп авп оавл опва пошв тпо тваолп тваол тпавол тавло павло тпаолв тпвало талвтп авот "}/>
            <FAQItem question={"Какой на вкус мед?"} answer={"Мед сладкий на вку спвапшо рашп авп оавл опва пошв тпо тваолп тваол тпавол тавло павло тпаолв тпвало талвтп авот "}/>
        </div>
    );
};

export default Faq;